Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/15_eksempler-pa-sprakdomener.html.tmx
Source language: sme
Languages: sma

source: Maiddái lea vejolaš lágidit skuvlabeaivvi nu ahte oahppit gullet sámegiela dihto áigái beaivvis, ovdamearkka dihte juohke iđida.
sma: Aaj gåarede skuvlebiejjiem öörnedidh naemhtie guktie dah learohkh saemien dåastoeh vihties tijjen, abpe biejjiem, vuesiehtimmien gaavhtan fïerhten aereden.

source: Gielladomeanat mat gullet sámi govastagaide:
sma: Gïelesuerkieh ektiedamme saemien væhtide:

source: galbbat ja dábálaš dieđut skuvllas
sma: skilth jïh sïejhme bïevnesh skuvlesne

source: Sámi guovlluin sáhttet skuvllat galbet sámegillii sihke skuvlavistti siskkobealde ja olggobealde.
sma: Skuvlh saemien dajvine maehtieh skiltadidh saemiengïelesne, dovne ålkone jïh gåetesne.

source: plakáhtat
sma: guvvieh

source: leavga / beavdeleavga
sma: saevege / buertiesaevege

source: Jus skuvllas eai leat sierra ráddjejuvvon gielladomeanat, de sáhttá govastagaid adnit giellamearkan.
sma: Dastegh tjïertestamme gïelesuerkieh eah skuvlesne gååvnesh, maahta saemien væhtah nåhtadidh goh signalh.

source: Ovdamearkka dihte go beavdeleavggaža bidjá beavddi nala, de buot dáhpáhuvvá sámegilli.
sma: Vuesiehtimmien gaavhtan maahta akte buertiesaevege mij buartan biejesåvva, vuesiehtidh daelie gaajhke edtja saemiengïelesne årrodh.

source: Oahppit sáhttet čoahkkanit fáddáplakáhta gurrii, ja šiehttat ahte sii dušše hupmet sámegiela.
sma: Learohkh maehtieh tjåanghkanidh akten teemaplakaten bïjre jïh seamadidh dah edtjieh ajve saemiestidh.

source: Gielladeaivvadeamit:
sma: gïelebiesie / gïelelaavkoe

source: Oahppit berrejit skuvlajagis oassálastit gielladeaivvademiide main njálmmálaš sámegielat gulahallan lea guovddážis.
sma: Learohkh byöroeh abpe jaepien meatan årrodh gïeletjåanghkojne, gusnie saemien, njaalmeldh gaskesadteme lea fokusisnie.

source: Doalut:
sma: Öörnedimmieh:

source: guovvamánu 6. beaivi
sma: goevten 6. biejjien

source: Ráhkkanit ja čađahit Sámi álbmotbeaivvi doaluid.
sma: Saemiej åålmegebiejjiem soejkesjidh jïh tjïrrehtidh

source: eará doalut
sma: jeatjah öörnedimmieh

source: Oahppit sáhttet lágidit eará doaluid skuvlajagi mielde.
sma: Learohkh maehtieh jeatjah öörnedimmieh öörnedidh skuvlejaepien.

source: Sii sáhttet bovdet vuoras sámegielagiid fáddádiimmuide skuvllas.
sma: Dah maehtieh vuesiehtimmien gaavhtan båeries saemiestæjjah bööredidh teematæjmoej gåajkoe.

source: Eará:
sma: DVD.

source: DVD-at sámegillii
sma: ’ h saemiengïelesne

source: ovttasbargu NRK-Sámeradioin
sma: laavenjostoe NRK-saemieraadijovinie

source: sámegielat girječoakkáldagat
sma: saemien gærjavåarhkoeh

source: sámegielat sátneruvttohasat, árvádusat, govvaráiddut
sma: saemien kroessebaakoeh, mojnesjimmieh, guvvieseerijh

source: digitála govva / video / jietna
sma: digitale guvvie / video / tjoeje

source: Mađi eanet girjjit leat gávdnamis, dađi eanet lohket sámegillii.
sma: Gosse jienebh gærjah gååvnesieh, dellie gujht veanhta jienebh saemiengïelesne luhkieh.

source: Sátneruvttohasa sáhttá dihtoris ráhkadit.
sma: Kroessebaakoe dorjesåvva daatine.

source: Dasa gávdnojit nuvtta dihtorprográmmat.
sma: Maahta namhtah programh nåhtadidh.

source: Oahppit ráhkadit govvaráidduid / video teavsttain.
sma: Learohkh guvvieseerijh / video ’ m teekstine darjoeh.

source: Dan sáhttá dahkat buot fágain.
sma: Dam maahta darjodh gaajhkine faagine.

source: Filbma, speallu jna..
sma: Filme; spïelh jv..

source: Juoigan, sámi mánáidlávlagat, sámi musihkka, sálmmat, sámi muitalusat jna..
sma: Vuelie, saemien maanalaavlomh, saemien musihke, saalmh, saemien soptsesh jv..

source: Sámi mánáidfilmmat ja mánáid-tv prográmmat.
sma: Saemien maanafilmh jïh programmh maana-TV ’ esne

source: Ruovttus:
sma: Gåetesne:

source: vánhemat, ovddasteaddjit, oarbinat, áhkut / ádját ja eará fuolkkit
sma: eejhtegh, dah mah eejhtegi åvteste, åerpenh, aahka gon aajjah jïh jeatjah fuelhkie

source: plánša mas lea alfabehta ja teaksta mii gullá iešguđet fáttáide sáddejuvvo oahppi mielde ruoktot man galget seaidnái darvvihit
sma: skuvle gåetide plakath seedtie alfabetine jïh teekstine mah leah ektiedamme ovmessie teemide, juktie dejtie gåetesne gævnjastidh

source: Čilget ohppiide geainna ruovttus sáhttet sámástit.
sma: Viehkehth learohkidie guktie dah voerkes sjïdtieh giejnie dah maehtieh saemiestidh gåetesne.

source: Dát lea dehálaš giellaoahppanbáikin danin go váhnemat, oarbinat, ja eará fuolkkit sáhttet movttiidahttit oahppat sámegiela ja danin go oahppit sáhttet earáiguin sámástit maŋŋil skuvlaáiggi.
sma: Dïhte akte vihkeles sijjie gïelelierehtæmman dovne ihke eejhtegh, åerpenh jïh jeatjah fuelhkie maehtieh learoehkidie skreejredh saemien lïeredh, jïh juktie learohkh maehtieh jienebigujmie saemiestidh skuvletijjen ålkolen.

source: Vaikko leat ollu váhnemat geat eai ollásit hálddaš sámegiela, de eatnasat máhttet veaháš.
sma: Jalhts jïjnjh eejhtegh eah ållesth saemien soptsesth, dah jeanatjommes maehtieh ånnetji saemien.

source: Buohkat berrejit sámástit, beroškeahttá gielladási.
sma: Gaajhkesh byöroeh nåhtadidh dam maam maehtieh, saaht mennie daltesisnie leah.

source: Sámegielat doaimmat
sma: saemiengïelen darjomh

source: Vuogasin livččii váhnemiiguin šiehtadit ahte maiddái sii sáhtáše lágidit sámegielat doaimmaid ovttas ohppiiguin, nugomat oktii mánus.
sma: Voejhkelh eejhtegigujmie seamadidh guktie dah aaj maehtieh såemies saemiengïelen darjomh öörnedidh learohkigujmie ektine, vuesiehtimmien gaavhtan ikth asken.

source: Lea dehálaš ahte váhnemat duođai atnet fuola mánáid guovttegielat oahpahusas.
sma: Vihkeles dah eejhtegh leah eadtjohke maanaj guektiengïelen lohkehtimmesne.

source: olbmát
sma: voelph

source: girjjit
sma: darjomh

source: áigečállagat (Š, Nuorat, Samefolket)
sma: gærjah

source: aviissat (Ávvir, Ságat, Snåsningen, Daerpies Diere)
sma: plaerieh (Avvir, Sagat, Snåsningen, Daerpies Dierie

source: Doalut ja čoahkkimat báikkálaš sámeservviiguin
sma: Öörnedimmieh jïh tjåanghkoeh voenges saemiesiebrine

source: Sámeservviid doaluin ja čoahkkimiin sáhttá deaivvadit sámegielagiiguin.
sma: Råakh saemiestæjjah saemiesiebrien öörnedimmine jïh tjåanghkojne.

source: Hástal sámeservviid meannudit sámegiela ealáskahttima sierra fáddán, ja ásahit bistevaš sajádagaid gos oahppit ja rávisolbmot sáhttet deaivvadit ja searválagaid bargat, nugomat biepmuid ráhkadt, duddjot ja speallat spealuid.
sma: Haestedh saemiesiebride jealajimmiem saemiengïeleste bæjjese vaeltedh goh aamhtese, jïh vihties sijjieh tseegkedh gusnie learohkh jïh geerve almetjh maehtieh gaavnesjidh maam akt ektesne darjodh, vuesiehtimmien gaavhtan jurjiehtimmie, vytnjesjimmie jïh spïelh spealadidh.

source: Jus galgá lihkostuvvát giellalávgunmodeallaiguin namuha Øzerk (2006) čuovvovaš dehálaš dagaldagaid:
sma: Juktie lyhkesidh gïelebiesiemaalline Øzerk (2006) daejtie vihkeles faktovridie neebnie:

source: doarjaga báikkálaš servodagas
sma: dåarjoe dehtie voenges siebriedahkeste

source: doarjaga skuvlajođiheddjiin, hálddahusbargiid ja politihkalaš mearrideddjiin
sma: dåarjoe skuvlen åvtehkistie, dah reerijen barkijh jïh dah mah politihkeles sjæjsjalimmieh vaeltieh

source: doarjaga váhnemiin
sma: eejhtegi dåarjoe

source: gelbbolaš oahpaheaddjit, mearkaša oahpaheaddjit geain lea pedagogalaš duogáš ja guovttegielat gelbbolašvuohta
sma: væjkeles lohkehtæjjah, dsj. lohkehtæjjah pedagogeles maadtojne jïh guektiengïelen maahtojne

source: gávdnojit buorit oahpponeavvut
sma: hijven learoevierhtieh utnedh

source: áigi oahpaheddjiide ráhkadit ja heivehit oahppoávdnasiid iešguđetge gielaide
sma: lohkehtæjjah tijjiem åadtjoeh lohkehtimmievierhtieh evtiedidh jïh sjïehtesjidh ovmessie gïeline

source: ahte oahpaheddjiide geažosáigge leat lassioahpahusvejolašvuođat
sma: ahkedh jåarhkeööhpehtimmienuepieh lohkehtæjjide

source: Nana guovttegielat oahpahusmodealla vuođđun vuolgá juo mánáidgárddis.
sma: Dïhte våarome akten nænnoes guektiengïelen lohkehtimmiemaallese joe maanagiertesne biejesåvva.

source: Buorre sámegieloahpahus mánáidgárddis, nugomat giellabeasi bakte, lea ávkkálaš go galgá fállat nana giellalávgunmodealla skuvllas.
sma: Hijven saemiengïelen lohkehtimmie maanagiertesne, vuesiehtimmien gaavhtan akten gïelebiesiemaallen tjïrrh, lea vihkeles jis edtja maehtedh aktem nænnoes gïelebiesiemaallem faalehtidh skuvlesne.

source: Don sáhtát lohkat eanet giellabeasi modealla ja nana ja rašes oahpahusmodeallaid birra dáppe Todal (2002), Todal (2007), Øzerk (2006-1) ja Øzerk (2006-2).
sma: Datne maahtah vielie gïelebiesiemaallen bïjre lohkedh, jïh nænnoes jïh viejhkies guektiengïelen lohkehtimmiemaalli bïjre daesnie, Todal (2002), Todal (2007), Øzerk (2006-1) jïh Øzerk (2006-2).

source: Rávvejuvvon girjjálašvuohta
sma: Juvnehtamme lidteratuvre

source: Geavatlaš láhččojuvvon girjjit maid oahpaheaddji sáhttá ávkkástallat beaivválaš giellaoahpahusas:
sma: Dæjpeles gærjah mejtie lohkehtæjja maahta aevhkine utnedh dennie biejjieladtje gïelelohkehtimmesne:

source: Eará ávkkálaš girjjálašvuohta guovttegielatvuođa ja gielladomeanaid birra:
sma: Jeatjah aevhkies lidteratuvre ektiedamme guektiengïelen lohkehtæmman jïh gïelesuerkide:

source: Geahča muđui oppalaš girjjálašvuođalisttu gos lea eará áigeguovdilis girjjit.
sma: Vuartesjh aaj dam sïejhme lidteratuvrelæstoem gusnie jienebh sjyöhtehke gærjah.
